Repository: ChrisK91/Bookpouch
Catalog: Bookpouch/Lang/Lang.*.resx
Languages: cs_cz

# BookCopyError
source: There was a problem with copying {0} into the library.
cs_cz: Vyskytl se problém při kopírování {0} do knihovny.

# BookDeleteConfirm
source: Do you really want to permanently delete {0}?
cs_cz: Opravdu chcete nenávratně smazat {0}?

# BookDeleteConfirmTitle
source: Delete book?
cs_cz: Smazat knihu?

# BookGridClearFilter
source: Clear filter
cs_cz: Vyčistit filtr

# BookGridEdit
source: Edit
cs_cz: Upravit

# BookGridHeaderCategory
source: Category
cs_cz: Kategorie

# BookGridHeaderTitle
source: Title
cs_cz: Název

# BookGridSeries
source: Series
cs_cz: Série

# BookInfoNotAvailable
source: I was not able to retrieve infomartion about the book from the storage.
cs_cz: Nepodařilo se mi stáhnout data o knize z úložiště.

# BookInfoSaveError
source: I wasn't able to save the supplied value about the book.
cs_cz: Nepodařilo se mi uložit zadanou hodnotu do infosouboru o knize.

# DeleteBooksConfirm
source: Do you really want to permanently delete {0} book/s?
cs_cz: Opravdu chcete nenávratně smazat {0} knížek?

# DirAccessDenied
source: I do not have write access to this folder.
cs_cz: Do této složky mi není povoleno zapisovat.

# DirNotFound
source: I wasn't able to find the specified directory ({0}) for storing books.
cs_cz: Nepodařilo se mi nalézt specifikovanou složku ({0}) pro ukládání knížek.

source: Discard book?
cs_cz: Zahodit knihu?

# DiscardingBookFailed
source: I was not able to remove this book: {0}
cs_cz: Nepodařilo se mi smazat tuto knihu: {0}

# EditBookAuthor
source: _Author:
cs_cz: _Autor:

# EditBookAutoSavePopup
source: All changes in the window for book details editing are automatically saved and therefore you don't need to click any "Save" button.
cs_cz: Všechny změny v okně pro editaci detailů knihy jsou automaticky ukládány a není zde proto přítomno tlačítko "Uložit".

# EditBookCategory
source: _Category:
cs_cz: _Kategorie:

# EditBookDiscard
source: Delete book
cs_cz: Smazat knihu

# EditBookFavorite
source: _Favorite:
cs_cz: _Oblíbené:

# EditBookLanguage
source: _Language:
cs_cz: _Jazyk:

# EditBookPublished
source: _Published:
cs_cz: _Publikováno:

# EditBookSeries
source: S_eries:
cs_cz: S_érie:

# EditBookTitle
source: _Title:
cs_cz: _Název:

# EpubCorrupted
source: I wasn't ale to get any information from the Epub file, it may be corrupted or is missing some key files.
cs_cz: Nepodařilo se mi získat žádné informace z Epub souboru, možná je poškozen, nebo postrádá nějaké soubory.

# ExthHeaderMissing
source: {0} is missing the EXTH header, even though it claims that it has one and therefore I wasn't able to extract any information from it.
cs_cz: {0} postrádá EXTH hlavičku i když tvrdí že ji má a nemohl jsem z ní proto extrahovat žádné informace.

# ExthProblemFetching
source: I encountered some problems with fetching the EXTH header in {0}: {1}
cs_cz: Narazil jsem na problémy se čtěním EXTH hlavičky v {0}: {1}

# HintAutoStart
source: Automatically start Bookpouch during the computer boot and minimize it into tray
cs_cz: Automaticky zapnout Bookpouch při bootu počítače a minimalizovat ho do systémové lišty.

# HintBookGridFavorite
source: Toggle to mark this book as one of your favorites.
cs_cz: Přepínač pro označení knihy jako oblíbené.

# HintBookGridSync
source: Toggle to decide if you want to sync this book to your reader or not.
cs_cz: Přepínač pro rozhodnutí, zda bude tato kniha synchronizována se čtečkou.

# HintEditBookCoverImage
source: Cover image for this book. You can select another image by clicking on this picture, or remove the existing image by right clicking on it.
cs_cz: Obal pro tuto knihu. Nový obal je možné nahrát levým kliknutím na tento obrázek a smazat existující obal je možné pravým kliknutím.

# HintEditBookFavorite
source: Mark this book as one of your favorites
cs_cz: Onažit tuto knížku jako oblíbenou.

# HintEditBookRemove
source: Remove this book from the library
cs_cz: Odebrat knížku z knihovny.

# HintEditBookSync
source: This book will by copied into your reader during synchronization
cs_cz: Tato knížka bude zkopírována do čtečky při synchronizaci.

# HintMenuAbout
source: About
cs_cz: O této aplikaci

# HintMenuAdd
source: Add new books into the library
cs_cz: Přidat nové knížky do knihovny

# HintMenuRegenerateTree
source: Re-generate the book file tree. (Use this, if you manually manipulated with folders included in the library)
cs_cz: Znovu vygenerovat strom se soubory knih. (Použijte, pokud jste manuálně manipulovali se složkami knihovny)

# HintMenuSettings
source: Settings
cs_cz: Nastavení

# HintMenuSync
source: Synchronize files on the connected ebook reader with local Bookpouch library
cs_cz: Synchronizovat knížky z lokální knihovny s připojenou čtečkou

# HintOnlyOne
source: Only allow one instance of Bookpouch to run at the same time
cs_cz: Povolit pouze jednu spuštěnou instanci aplikace

# HintSettingsAutosync
source: Automatically start sync, when compatible reader is connected to the computer
cs_cz: Automaticky spustit synchronizaci, když je čtečka připojena k počítači.

# HintSettingsBooksDir
source: Directory in which Bookpouch searches for book files to work with.
cs_cz: Složka ve které bude Bookpouch vyhledávat a pracovat s knihami.

# HintSettingsDebug
source: Debug console displays runtime information about this application, this information will be probably of no use to you as an user.
cs_cz: Debug konzole zobrazuje informace o běhu programu. Pro běžné uživatele pravděpodobné nebude nijak užitečná.

# HintSettingsDir
source: Directory on the device, where all the books are stored. This is the directory which Bookpouch will use, while working with the device.
cs_cz: Složka ve čtečce, ve které jsou uloženy elektronické knihy. Tuto složku Bookpouch použije při práci se čtečkou.

# HintSettingsModel
source: Model name of the reader device, usually identical to the marketing name of the reader. (For example: kindle's model name is kindle)
cs_cz: Název modelu čtečky, většinou je stejný jako samotný název čtečky. (Například: Název modelu pro čtečku Kindle je Kindle)

# HintSettingsPnp
source: Device's Plug and play ID. Usually identical to the model name. But it can differ.
cs_cz: Plug and play ID čtečky. Většinou stejné jako jméno modelu, může se ale lišit.

# HintSettingsReader
source: Select the reader with which you are going to be using the Bookpouch
cs_cz: Vyberte čtečku se kterou budete používat Bookpouch

# HintSettingsSplashscreen
source: Show splashscreen while the application loads
cs_cz: Ukázat splashscreen při zapínání aplikace

# HintSettingsTray
source: Closing this application causes it to minimize itself into the system tray instead. (AutoSync will be still working this way)
cs_cz: Zavření hlavního okna aplikace způsobí její minimalizaci do systémové lišty. (AutoSync bude stále fungovat)

# MobiHeaderMissing
source: {0} is missing the MOBI header and therefore I am not able to extract any information from it.
cs_cz: {0} postrádá MOBI hlavičku a nemohl jsem z ní proto extrahovat žádné informace.

# SelectBookDirPrompt
source: Please select the directory in which you keep your eBooks stored, or press cancel to stay with the current directory: {0}
cs_cz: Vyberte prosím složku, ve které bude Bookpouch vyhledávat knihy a pracovat s nimi. Pokud výběr zrušíte, zůstanete u stávající složky {0}.

# SettingsBookDir
source: _Book directory:
cs_cz: _Složka knih:

# SettingsBooksDir
source: Book _directory:
cs_cz: Složka _knih:

# SettingsConsole
source: Show console
cs_cz: Zobraz konzoli

# SettingsLanguage
source: _Language:
cs_cz: _Jazyk:

# SettingsOnlyOne
source: One _instance:
cs_cz: Jedna _instance

# SettingsReader
source: _Reader:
cs_cz: _Čtečka:

# SettingsReaderCustomHint
source: What is this?
cs_cz: K čemu tohle je?

# SettingsTray
source: Close into _tray:
cs_cz: Zavřít do _lišty:

# SyncAddingBooks
source: Adding new books...
cs_cz: Přdávám nové knihy...

# SyncDeviceSearch
source: Searching for connected {0}...
cs_cz: Hledám {0}...

# SyncFilesAdded
source: Selected supported files are being added into the library...
cs_cz: Vybrané podporované soubory jsou přidávány do knihovny...

# SyncFinished
source: Synchronization was successfully finished.
cs_cz: Synchronizace byla úspěšně dokončena.

# SyncingDataStructure
source: Re-scanning and cleaning up the library data structure...
cs_cz: Regeneruji a uklízím datovou strukturu knihovny...

# SyncNoBooks
source: No books found in the reader.
cs_cz: Ve čtečce nebyly nalezeny žádné knihy.

# SyncNoReadersFound
source: I wasn't able to find any connected readers.
cs_cz: Nepodařilo se mi nalézt žádné připojené čtečky.

# SyncReaderDirNotFound
source: Specified directory \"{0}\" wasn't found on the connected reader: {1}.
cs_cz: Specifikovaná složka \"{0}\" nebyla nalezena ve čtečce: {1}.

# UnknownDeviceHint
source: You have selected an unknown reader device and therefore you will need to manually input the identification strings, so that your reader can be correctly recognized and handled by Bookpouch.\nHover over the fields with your cursor to display tooltips.
cs_cz: Vybrali jste neznámé zařízení a proto je potřeba manuálně vložit identifikační údaje, abych mohl úspěšně rozpoznat Vaší čtečku. Najeďte kurzorem myši na jednotlivá pole, pro zobrazení nápovědy.
